Repository: electronic-mars/MCD
Catalog: src/MCD.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr, uk_ua, zh_hans

# AwakeOnTip
source: Click to allow sleep
cs_cz: Kliknutím povolíte režim spánku
de_de: Klicken, um den Energiesparmodus zuzulassen
es_es: Haz clic para permitir la suspensión
fr_fr: Cliquez pour autoriser la mise en veille
it_it: Clicca per consentire la sospensione
ja_jp: クリックしてスリープを許可する
ko_kr: 클릭하여 절전 모드 허용
nl_nl: Klik om slaapstand toe te staan
pl_pl: Kliknij, aby zezwolić na uśpienie
pt_br: Clique para permitir suspensão
ru_ru: щелчок разрешает сон
tr_tr: Uyku moduna izin vermek için tıklayın
uk_ua: Клацніть, щоб дозволити сон
zh_hans: 点击以允许睡眠

# AwakeMenu30
source: Keep awake for 30 minutes
cs_cz: Udržet vzhůru 30 minut
de_de: 30 Minuten wach halten
es_es: Mantener despierto durante 30 minutos
fr_fr: Le garder éveillé pendant 30 minutes
it_it: Mantieni attivo per 30 minuti
ja_jp: 30 分間スリープを防止
ko_kr: 30분 동안 깨어 있기
nl_nl: 30 minuten wakker houden
pl_pl: Utrzymaj czuwanie przez 30 minut
pt_br: Manter acordado por 30 minutos
ru_ru: Запретить сон на 30 минут
tr_tr: 30 dakika boyunca uyanık tut
uk_ua: Не давати засинати на 30 хвилин
zh_hans: 保持唤醒 30 分钟

# AwakeMenu60
source: Keep awake for an hour
cs_cz: Udržet vzhůru hodinu
de_de: Eine Stunde wach halten
es_es: Mantener despierto durante una hora
fr_fr: Le garder éveillé pendant une heure
it_it: Mantieni attivo per un'ora
ja_jp: 1 時間スリープを防止
ko_kr: 1시간 동안 깨어 있기
nl_nl: Een uur wakker houden
pl_pl: Utrzymaj czuwanie przez godzinę
pt_br: Manter acordado por uma hora
ru_ru: Запретить сон на 1 час
tr_tr: Bir saat boyunca uyanık tut
uk_ua: Не давати засинати на 1 годину
zh_hans: 保持唤醒 1 小时

# AwakeMenu120
source: Keep awake for two hours
cs_cz: Udržet vzhůru dvě hodiny
de_de: Zwei Stunden wach halten
es_es: Mantener despierto durante dos horas
fr_fr: Le garder éveillé pendant deux heures
it_it: Mantieni attivo per due ore
ja_jp: 2 時間スリープを防止
ko_kr: 2시간 동안 깨어 있기
nl_nl: Twee uur wakker houden
pl_pl: Utrzymaj czuwanie przez dwie godziny
pt_br: Manter acordado por duas horas
ru_ru: Запретить сон на 2 часа
tr_tr: İki saat boyunca uyanık tut
uk_ua: Не давати засинати на 2 години
zh_hans: 保持唤醒 2 小时

# AwakeMenuForever
source: Keep awake until turned off
cs_cz: Udržet vzhůru do vypnutí
de_de: Bis zum Ausschalten wach halten
es_es: Mantener despierto hasta desactivar
fr_fr: Le garder éveillé jusqu'à la désactivation
it_it: Mantieni attivo fino a disattivazione
ja_jp: オフにするまでスリープを防止
ko_kr: 끌 때까지 깨어 있기
nl_nl: Wakker houden tot uitgeschakeld
pl_pl: Utrzymaj czuwanie do wyłączenia
pt_br: Manter acordado até ser desativado
ru_ru: Запретить сон до отключения
tr_tr: Kapatılana kadar uyanık tut
uk_ua: Не давати засинати до вимкнення
zh_hans: 直到关闭前保持唤醒

# AwakeMenuOff
source: Allow sleep
cs_cz: Povolit režim spánku
de_de: Energiesparmodus zulassen
es_es: Permitir suspensión
fr_fr: Autoriser la mise en veille
it_it: Consenti sospensione
ja_jp: スリープを許可
ko_kr: 절전 모드 허용
nl_nl: Slaapstand toestaan
pl_pl: Zezwól na uśpienie
pt_br: Permitir suspensão
ru_ru: Разрешить сон
tr_tr: Uykuya izin ver
uk_ua: Дозволити сон
zh_hans: 允许睡眠

# AwakeLessThanMinute
source: less than a minute
cs_cz: méně než minuta
de_de: weniger als eine Minute
es_es: menos de un minuto
fr_fr: moins d'une minute
it_it: meno di un minuto
ja_jp: 1分未満
ko_kr: 1분 미만
nl_nl: minder dan een minuut
pl_pl: mniej niż minutę
pt_br: menos de um minuto
ru_ru: меньше минуты
tr_tr: bir dakikadan az
uk_ua: менше хвилини
zh_hans: 不到一分钟

# AwakeMinutes
source: {0} min
ja_jp: {0} 分
ko_kr: {0}분
ru_ru: {0} мин
tr_tr: {0} dk
uk_ua: {0} хв
zh_hans: {0} 分钟

# AwakeHours
source: {0} h {1} min
de_de: {0} Std. {1} Min.
ja_jp: {0} 時間 {1} 分
ko_kr: {0}시간 {1}분
nl_nl: {0} u {1} min
pl_pl: {0} godz. {1} min
ru_ru: {0} ч {1} мин
tr_tr: {0} sa {1} dk
uk_ua: {0} год {1} хв
zh_hans: {0} 小时 {1} 分钟

# AwakeSummaryOn
source: Keeping the computer awake
cs_cz: Počítač je udržován vzhůru
de_de: Der Computer wird wach gehalten
es_es: Manteniendo el equipo despierto
fr_fr: L'ordinateur reste éveillé
it_it: Mantenimento del computer attivo
ja_jp: コンピューターのスリープを防止しています
ko_kr: 컴퓨터를 깨어 있는 상태로 유지 중
nl_nl: Computer wakker houden
pl_pl: Utrzymywanie czuwania komputera
pt_br: Mantendo o computador acordado
ru_ru: Сон запрещён
tr_tr: Bilgisayar uyanık tutuluyor
uk_ua: Комп’ютер не засинає
zh_hans: 正在保持计算机唤醒

# AwakeSummaryOff
source: The computer can sleep
cs_cz: Počítač může přejít do režimu spánku
de_de: Der Computer kann in den Energiesparmodus wechseln
es_es: El equipo puede entrar en suspensión
fr_fr: L'ordinateur peut se mettre en veille
it_it: Il computer può andare in sospensione
ja_jp: コンピューターはスリープ可能です
ko_kr: 컴퓨터가 절전 모드로 전환될 수 있음
nl_nl: De computer kan in slaapstand gaan
pl_pl: Komputer może przejść w tryb uśpienia
pt_br: O computador pode suspender
ru_ru: Сон разрешён
tr_tr: Bilgisayar uyku moduna girebilir
uk_ua: Комп’ютер може заснути
zh_hans: 计算机可以进入睡眠状态

# MicOffTip
source: Microphone muted · Click to unmute
cs_cz: Mikrofon je ztlumený · Kliknutím zrušíte ztlumení
de_de: Mikrofon stummgeschaltet · Klicken zum Aufheben der Stummschaltung
es_es: Micrófono silenciado · Haz clic para activarlo
fr_fr: Microphone coupé · Cliquez pour le réactiver
it_it: Microfono disattivato · Clicca per attivare
ja_jp: マイクがミュートです · クリックしてミュート解除
ko_kr: 마이크 음소거됨 · 클릭하여 음소거 해제
nl_nl: Microfoon is gedempt · Klik om demping op te heffen
pl_pl: Mikrofon wyciszony · Kliknij, aby wyłączyć wyciszenie
pt_br: Microfone mudo · Clique para ativar
ru_ru: Микрофон выключен · щелчок включает
tr_tr: Mikrofon sessize alındı · Sesi açmak için tıklayın
uk_ua: Мікрофон вимкнено · Клацніть, щоб увімкнути
zh_hans: 麦克风已静音 · 点击以取消静音

# MicOnTip
source: Microphone on · Click to mute
cs_cz: Mikrofon je zapnutý · Kliknutím ho ztlumíte
de_de: Mikrofon eingeschaltet · Klicken zum Stummschalten
es_es: Micrófono activado · Haz clic para silenciarlo
fr_fr: Microphone activé · Cliquez pour le couper
it_it: Microfono attivo · Clicca per disattivare
ja_jp: マイクがオンです · クリックしてミュート
ko_kr: 마이크 켜짐 · 클릭하여 음소거
nl_nl: Microfoon is aan · Klik om te dempen
pl_pl: Mikrofon włączony · Kliknij, aby wyciszyć
pt_br: Microfone ativado · Clique para silenciar
ru_ru: Микрофон включён · щелчок выключает
tr_tr: Mikrofon açık · Sessize almak için tıklayın
uk_ua: Мікрофон увімкнено · Клацніть, щоб вимкнути
zh_hans: 麦克风已开启 · 点击以静音

# LayoutCapsOn
source: Caps Lock is on
cs_cz: Caps Lock je zapnutý
de_de: Caps Lock ist eingeschaltet
es_es: Caps Lock activado
fr_fr: Caps Lock est activé
it_it: Caps Lock è attivato
ja_jp: Caps Lock がオンです
ko_kr: Caps Lock 켜짐
nl_nl: Caps Lock is aan
pl_pl: Caps Lock jest włączony
pt_br: Caps Lock ativado
ru_ru: Caps Lock включён
tr_tr: Caps Lock açık
uk_ua: Caps Lock увімкнено
zh_hans: Caps Lock 已开启

# LayoutPressTip
source: Click to switch layout
cs_cz: Kliknutím přepnete rozložení
de_de: Klicken, um das Layout zu wechseln
es_es: Haz clic para cambiar la distribución
fr_fr: Cliquez pour basculer la disposition
it_it: Clicca per cambiare layout
ja_jp: クリックしてレイアウトを切り替え
ko_kr: 클릭하여 레이아웃 전환
nl_nl: Klik om indeling te wijzigen
pl_pl: Kliknij, aby zmienić układ
pt_br: Clique para alternar layout
ru_ru: щелчок переключает раскладку
tr_tr: Düzeni değiştirmek için tıklayın
uk_ua: Клацніть, щоб перемкнути розкладку
zh_hans: 点击切换布局

# SoundSliderTip
source: Click for the volume slider · Scroll to change volume
cs_cz: Kliknutím otevřete posuvník hlasitosti · Otáčením kolečka měníte hlasitost
de_de: Klicken für den Lautstärkeregler · Scrollen zum Ändern der Lautstärke
es_es: Haz clic para mostrar el control de volumen · Desplázate para cambiar el volumen
fr_fr: Cliquez pour ouvrir le curseur de volume · Faites défiler pour changer le volume
it_it: Clicca per aprire il cursore del volume · Scorri per cambiare volume
ja_jp: クリックして音量スライダーを表示 · スクロールして音量を変更
ko_kr: 클릭하여 볼륨 슬라이더 표시 · 스크롤하여 볼륨 조절
nl_nl: Klik voor volumeschuifregelaar · Scroll om volume te wijzigen
pl_pl: Kliknij, aby otworzyć suwak głośności · Przewiń, aby zmienić głośność
pt_br: Clique para abrir o controle de volume · Role para alterar o volume
ru_ru: щелчок открывает ползунок, колесо меняет громкость
tr_tr: Ses sürgüsü için tıklayın · Sesi değiştirmek için kaydırın
uk_ua: Клацніть, щоб відкрити повзунок · Прокручуйте, щоб змінити гучність
zh_hans: 点击打开音量滑块 · 滚动更改音量

# KeyMic
source: Mute or unmute the microphone
cs_cz: Ztlumit nebo zrušit ztlumení mikrofonu
de_de: Mikrofon stummschalten oder Stummschaltung aufheben
es_es: Silenciar o activar el micrófono
fr_fr: Activer ou désactiver le microphone
it_it: Attiva o disattiva il microfono
ja_jp: マイクのミュート切り替え
ko_kr: 마이크 음소거 또는 음소거 해제
nl_nl: Microfoon dempen of activeren
pl_pl: Wycisz lub włącz mikrofon
pt_br: Silenciar ou reativar o microfone
ru_ru: Выключить или включить микрофон
tr_tr: Mikrofonu sessize al veya aç
uk_ua: Вимкнути або ввімкнути мікрофон
zh_hans: 将麦克风静音或取消静音

# KeyMicHint
source: Works system-wide, from any app.
cs_cz: Funguje v celém systému, z libovolné aplikace.
de_de: Funktioniert systemweit, aus jeder App.
es_es: Funciona en todo el sistema, desde cualquier aplicación.
fr_fr: Fonctionne dans tout le système, depuis n'importe quelle application.
it_it: Funziona a livello di sistema, da qualsiasi app.
ja_jp: どのアプリからでも、システム全体で動作します。
ko_kr: 모든 앱에서 시스템 전체적으로 작동합니다.
nl_nl: Werkt systeembreed, vanuit elke app.
pl_pl: Działa w całym systemie, z każdej aplikacji.
pt_br: Funciona em todo o sistema, de qualquer app.
ru_ru: Во всей системе, из любой программы.
tr_tr: Tüm sistemde, herhangi bir uygulamadan çalışır.
uk_ua: Працює в усій системі, з будь-якої програми.
zh_hans: 在任何应用中均可全局生效。

# IconSearch
source: Search by name
cs_cz: Hledat podle názvu
de_de: Nach Name suchen
es_es: Buscar por nombre
fr_fr: Rechercher par nom
it_it: Cerca per nome
ja_jp: 名前で検索
ko_kr: 이름으로 검색
nl_nl: Zoeken op naam
pl_pl: Szukaj po nazwie
pt_br: Pesquisar por nome
ru_ru: Поиск по названию
tr_tr: İsime göre ara
uk_ua: Пошук за назвою
zh_hans: 按名称搜索

# IconGroup_ui
source: Interface
cs_cz: Rozhraní
de_de: Oberfläche
es_es: Interfaz
it_it: Interfaccia
ja_jp: インターフェース
ko_kr: 인터페이스
pl_pl: Interfejs
ru_ru: Интерфейс и стрелки
tr_tr: Arayüz
uk_ua: Інтерфейс
zh_hans: 界面

# IconGroup_design
source: Shapes and drawing
cs_cz: Tvary a kreslení
de_de: Formen und Zeichnen
es_es: Formas y dibujo
fr_fr: Formes et dessin
it_it: Forme e disegno
ja_jp: 図形と描画
ko_kr: 도형 및 그리기
nl_nl: Vormen en tekenen
pl_pl: Kształty i rysowanie
pt_br: Formas e desenho
ru_ru: Фигуры и рисование
tr_tr: Şekiller ve çizim
uk_ua: Фігури та малювання
zh_hans: 形状与绘图

# IconGroup_docs
source: Files and learning
cs_cz: Soubory a učení
de_de: Dateien und Lernen
es_es: Archivos y aprendizaje
fr_fr: Fichiers et apprentissage
it_it: File e studio
ja_jp: ファイルと学習
ko_kr: 파일 및 학습
nl_nl: Bestanden en leren
pl_pl: Pliki i nauka
pt_br: Arquivos e aprendizado
ru_ru: Файлы и учёба
tr_tr: Dosyalar ve öğrenme
uk_ua: Файли та навчання
zh_hans: 文件与学习

# IconGroup_comm
source: Social and messaging
cs_cz: Sociální sítě a zprávy
de_de: Soziales und Nachrichten
es_es: Social y mensajería
fr_fr: Social et messagerie
it_it: Social e messaggistica
ja_jp: SNSとメッセージ
ko_kr: 소셜 및 메시징
nl_nl: Sociaal en berichten
pl_pl: Media społecznościowe i wiadomości
pt_br: Social e mensagens
ru_ru: Соцсети и связь
tr_tr: Sosyal ve mesajlaşma
uk_ua: Спілкування
zh_hans: 社交与通讯

# IconGroup_soft
source: Apps and code
cs_cz: Aplikace a kód
de_de: Apps und Code
es_es: Apps y código
fr_fr: Applications et code
it_it: App e codice
ja_jp: アプリとコード
ko_kr: 앱 및 코드
nl_nl: Apps en code
pl_pl: Aplikacje i kod
pt_br: Apps e código
ru_ru: Программы и код
tr_tr: Uygulamalar ve kod
uk_ua: Програми та код
zh_hans: 应用与代码

# IconGroup_money
source: Money and work
cs_cz: Peníze a práce
de_de: Geld und Arbeit
es_es: Dinero y trabajo
fr_fr: Argent et travail
it_it: Denaro e lavoro
ja_jp: お金と仕事
ko_kr: 금융 및 업무
nl_nl: Geld en werk
pl_pl: Pieniądze i praca
pt_br: Dinheiro e trabalho
ru_ru: Деньги и работа
tr_tr: Para ve iş
uk_ua: Гроші та робота
zh_hans: 财务与工作

# IconGroup_tech
source: Devices and power
cs_cz: Zařízení a napájení
de_de: Geräte und Energie
es_es: Dispositivos y energía
fr_fr: Appareils et alimentation
it_it: Dispositivi e alimentazione
ja_jp: デバイスと電源
ko_kr: 장치 및 전원
nl_nl: Apparaten en stroom
pl_pl: Urządzenia i zasilanie
pt_br: Dispositivos e energia
ru_ru: Устройства и энергия
tr_tr: Cihazlar ve güç
uk_ua: Пристрої та живлення
zh_hans: 设备与电源

# IconGroup_places
source: Transport and places
cs_cz: Doprava a místa
de_de: Verkehr und Orte
es_es: Transporte y lugares
fr_fr: Transport et lieux
it_it: Trasporti e luoghi
ja_jp: 交通と場所
ko_kr: 교통 및 장소
nl_nl: Transport en plaatsen
pl_pl: Transport i miejsca
pt_br: Transporte e lugares
ru_ru: Транспорт и места
tr_tr: Ulaşım ve yerler
uk_ua: Транспорт і місця
zh_hans: 交通与地点

# IconGroup_food
source: Food
cs_cz: Jídlo
de_de: Essen
es_es: Comida
fr_fr: Nourriture
it_it: Cibo
ja_jp: 食べ物
ko_kr: 음식
nl_nl: Eten
pl_pl: Jedzenie
pt_br: Alimentação
ru_ru: Еда
tr_tr: Yiyecek
uk_ua: Їжа
zh_hans: 食物

# IconGroup_kitchen
source: Kitchen and drinks
cs_cz: Kuchyně a nápoje
de_de: Küche und Getränke
es_es: Cocina y bebidas
fr_fr: Cuisine et boissons
it_it: Cucina e bevande
ja_jp: キッチンと飲み物
ko_kr: 주방 및 음료
nl_nl: Keuken en drank
pl_pl: Kuchnia i napoje
pt_br: Cozinha e bebidas
ru_ru: Кухня и напитки
tr_tr: Mutfak ve içecekler
uk_ua: Кухня та напої
zh_hans: 厨房与饮品

# IconGroup_health
source: Medicine
cs_cz: Zdraví
de_de: Medizin
es_es: Medicina
fr_fr: Médecine
it_it: Medicina
ja_jp: 医療
ko_kr: 의료
nl_nl: Medicijnen
pl_pl: Medycyna
pt_br: Medicina
ru_ru: Медицина
tr_tr: Tıp
uk_ua: Медицина
zh_hans: 医疗

# IconGroup_sport
source: Sport
es_es: Deporte
ja_jp: スポーツ
ko_kr: 스포츠
pt_br: Esporte
ru_ru: Спорт
tr_tr: Spor
uk_ua: Спорт
zh_hans: 运动

# IconGroup_fun
source: Games and fun
cs_cz: Hry a zábava
de_de: Spiele und Spaß
es_es: Juegos y ocio
fr_fr: Jeux et divertissement
it_it: Giochi e divertimento
ja_jp: ゲームと娯楽
ko_kr: 게임 및 오락
nl_nl: Games en plezier
pl_pl: Gry i rozrywka
pt_br: Jogos e diversão
ru_ru: Игры и досуг
tr_tr: Oyun ve eğlence
uk_ua: Ігри та дозвілля
zh_hans: 游戏与娱乐

# IconGroup_nature
source: Nature and space
cs_cz: Příroda a vesmír
de_de: Natur und Weltall
es_es: Naturaleza y espacio
fr_fr: Nature et espace
it_it: Natura e spazio
ja_jp: 自然と宇宙
ko_kr: 자연 및 우주
nl_nl: Natuur en ruimte
pl_pl: Natura i kosmos
pt_br: Natureza e espaço
ru_ru: Природа и космос
tr_tr: Doğa ve uzay
uk_ua: Природа і космос
zh_hans: 自然与空间

# IconGroup_people
source: People and faces
cs_cz: Lidé a obličeje
de_de: Personen und Gesichter
es_es: Personas y rostros
fr_fr: Personnes et visages
it_it: Persone e volti
ja_jp: 人物と顔
ko_kr: 사람 및 얼굴
nl_nl: Mensen en gezichten
pl_pl: Ludzie i twarze
pt_br: Pessoas e rostos
ru_ru: Люди и эмоции
tr_tr: Kişiler ve yüzler
uk_ua: Люди та обличчя
zh_hans: 人物与面孔

# KeyFocus
source: Focus the bar
cs_cz: Přesunout fokus na panel
de_de: Leiste fokussieren
es_es: Enfocar la barra
fr_fr: Sélectionner la barre
it_it: Sposta lo stato attivo sulla barra
ja_jp: バーにフォーカス
ko_kr: 바에 포커스
nl_nl: Focus op de balk zetten
pl_pl: Przenieś fokus na pasek
pt_br: Focar na barra
ru_ru: Перейти на панель
tr_tr: Çubuğa odaklan
uk_ua: Перейти на панель
zh_hans: 聚焦停靠栏

# KeyFocusHint
source: Use the arrow keys to select a widget, Enter to activate it and Esc to exit.
cs_cz: Pomocí kláves se šipkami vyberte widget, klávesou Enter ho aktivujte a klávesou Esc ukončete.
de_de: Mit den Pfeiltasten ein Widget auswählen, mit Enter aktivieren und mit Esc beenden.
es_es: Usa las teclas de flecha para seleccionar un widget, Enter para activarlo y Esc para salir.
fr_fr: Utilisez les touches fléchées pour sélectionner un widget, Enter pour l'activer et Esc pour quitter.
it_it: Usa le frecce per selezionare un widget, Enter per attivarlo e Esc per uscire.
ja_jp: 矢印キーでウィジェットを選択し、Enter で実行、Esc で終了します。
ko_kr: 화살표 키로 위젯을 선택하고, Enter로 활성화하며, Esc로 종료합니다.
nl_nl: Gebruik de pijltjestoetsen om een widget te selecteren, Enter om te activeren en Esc om te sluiten.
pl_pl: Używaj strzałek do wyboru widżetu, Enter do aktywacji i Esc do wyjścia.
pt_br: Use as setas para selecionar um widget, Enter para ativar e Esc para sair.
ru_ru: Стрелки — выбор виджета, Enter — нажатие, Esc — выход.
tr_tr: Pencere öğesi seçmek için ok tuşlarını, etkinleştirmek için Enter'ı ve çıkmak için Esc'yi kullanın.
uk_ua: Стрілки — вибір віджета, Enter — активація, Esc — вихід.
zh_hans: 使用方向键选择小组件，Enter 激活，Esc 退出。

# SourcesSomeSilent
source: Some temperatures are unavailable. See below for what is missing.
cs_cz: Některé teploty nejsou k dispozici. Co chybí, najdete níže.
de_de: Einige Temperaturen sind nicht verfügbar. Unten steht, was fehlt.
es_es: Algunas temperaturas no están disponibles. Vea abajo qué falta.
fr_fr: Certaines températures sont indisponibles. Consultez ci-dessous pour voir ce qui manque.
it_it: Alcune temperature non sono disponibili. Vedi sotto per i dettagli.
ja_jp: 一部の温度が利用できません。不足している項目は以下を確認してください。
ko_kr: 일부 온도를 사용할 수 없습니다. 누락된 항목은 아래를 확인하세요.
nl_nl: Sommige temperaturen zijn niet beschikbaar. Zie hieronder wat er ontbreekt.
pl_pl: Niektóre temperatury są niedostępne. Szczegóły poniżej.
pt_br: Algumas temperaturas estão indisponíveis. Veja abaixo o que está faltando.
ru_ru: Часть температур не читается. Что нужно, указано ниже.
tr_tr: Bazı sıcaklıklar kullanılamıyor. Eksik olanlar için aşağıya bakın.
uk_ua: Деякі температури недоступні. Деталі нижче.
zh_hans: 部分温度不可用。缺失项详见下方。

# SourcesAllWell
source: All available readings are working.
cs_cz: Všechny dostupné hodnoty fungují.
de_de: Alle verfügbaren Messwerte funktionieren.
es_es: Todas las lecturas disponibles funcionan correctamente.
fr_fr: Tous les relevés disponibles fonctionnent.
it_it: Tutte le letture disponibili funzionano.
ja_jp: 利用可能なすべての測定値が正常に動作しています。
ko_kr: 사용 가능한 모든 측정값이 정상 작동 중입니다.
nl_nl: Alle beschikbare metingen werken.
pl_pl: Wszystkie dostępne odczyty działają.
pt_br: Todas as leituras disponíveis estão funcionando.
ru_ru: Все доступные показания читаются.
tr_tr: Tüm mevcut okumalar çalışıyor.
uk_ua: Усі доступні показники працюють.
zh_hans: 所有可用读数均正常工作。

# DeskOff
source: Never apply automatically
cs_cz: Nikdy nepoužívat automaticky
de_de: Nie automatisch anwenden
es_es: Nunca aplicar automáticamente
fr_fr: Ne jamais appliquer automatiquement
it_it: Non applicare mai automaticamente
ja_jp: 自動適用しない
ko_kr: 자동으로 적용하지 않음
nl_nl: Nooit automatisch toepassen
pl_pl: Nigdy nie stosuj automatycznie
pt_br: Nunca aplicar automaticamente
ru_ru: Автоматически: никогда
tr_tr: Asla otomatik uygulanmaz
uk_ua: Ніколи не застосовувати автоматично
zh_hans: 从不自动应用

# DeskScreens
source: With {0} screens
cs_cz: Počet obrazovek: {0}
de_de: Bei {0} Bildschirmen
es_es: Pantallas: {0}
fr_fr: Avec {0} écrans
it_it: Con {0} schermi
ja_jp: 画面数: {0}
ko_kr: 화면 {0}개 연결 시
nl_nl: Met {0} schermen
pl_pl: Przy {0} ekranach
pt_br: Com {0} telas
ru_ru: При числе экранов: {0}
tr_tr: {0} ekranla
uk_ua: Екрани: {0}
zh_hans: 屏幕数：{0}

# DeskTip
source: Applies this layout to the main screen’s bar automatically when this many screens are connected
cs_cz: Použije toto rozložení na panelu hlavní obrazovky automaticky, když je připojen tento počet obrazovek
de_de: Wendet dieses Layout automatisch auf die Leiste des Hauptbildschirms an, wenn so viele Bildschirme angeschlossen sind
es_es: Aplica este diseño a la barra de la pantalla principal automáticamente cuando haya este número de pantallas conectadas
fr_fr: Applique cette disposition à la barre de l'écran principal automatiquement lorsque ce nombre d'écrans est connecté
it_it: Applica automaticamente questo layout alla barra dello schermo principale quando sono connessi questo numero di schermi
ja_jp: 指定した数の画面が接続されているとき、メイン画面のバーにこのレイアウトを自動的に適用します
ko_kr: 지정된 수의 화면이 연결되었을 때 메인 화면의 바에 이 레이아웃을 자동으로 적용합니다
nl_nl: Past deze indeling automatisch toe op de balk van het hoofdscherm wanneer dit aantal schermen is aangesloten
pl_pl: Automatycznie stosuje ten układ do paska na głównym ekranie, gdy podłączono taką liczbę ekranów
pt_br: Aplica este layout à barra da tela principal automaticamente quando este número de telas estiver conectado
ru_ru: Автоматически применять этот набор к панели главного экрана при таком числе экранов
tr_tr: Bu sayıda ekran bağlı olduğunda, bu düzeni ana ekranın çubuğuna otomatik olarak uygular
uk_ua: Автоматично застосовувати цей набір до панелі головного екрана при такій кількості екранів
zh_hans: 当连接指定数量的屏幕时，自动将此布局应用于主屏幕停靠栏

# UndoDesk
source: automatic layout {0} for {1} screens
cs_cz: automatické rozložení {0} pro {1} obrazovky
de_de: automatisches Layout {0} für {1} Bildschirme
es_es: diseño automático {0} para {1} pantallas
fr_fr: disposition automatique {0} pour {1} écrans
it_it: layout automatico {0} per {1} schermi
ja_jp: 画面 {1} 用の自動レイアウト {0}
ko_kr: 화면 {1}개에 대한 자동 레이아웃 {0}
nl_nl: automatische indeling {0} voor {1} schermen
pl_pl: automatyczny układ {0} dla {1} ekranów
pt_br: layout automático {0} para {1} telas
ru_ru: набор «{0}» для экранов: {1}
tr_tr: otomatik düzen {0}, {1} ekran için
uk_ua: автоматичний набір {0} при {1} екранах
zh_hans: 用于 {1} 个屏幕的自动布局 {0}

# UndoPresetDesk
source: changing automatic layout
cs_cz: změna automatického rozložení
de_de: Ändern des automatischen Layouts
es_es: cambio de diseño automático
fr_fr: modification de la disposition automatique
it_it: modifica layout automatico
ja_jp: 自動レイアウトの変更
ko_kr: 자동 레이아웃 변경
nl_nl: automatische indeling wijzigen
pl_pl: zmiana automatycznego układu
pt_br: alteração de layout automático
ru_ru: автоприменение набора
tr_tr: otomatik düzen değişikliği
uk_ua: зміна автоматичного набору
zh_hans: 更改自动布局

# IdentifyRow
source: Identify screens
cs_cz: Identifikovat obrazovky
de_de: Bildschirme identifizieren
es_es: Identificar pantallas
fr_fr: Identifier les écrans
it_it: Identifica schermi
ja_jp: 画面の識別
ko_kr: 화면 식별
nl_nl: Schermen identificeren
pl_pl: Identyfikuj ekrany
pt_br: Identificar telas
ru_ru: Определить экраны
tr_tr: Ekranları tanımla
uk_ua: Визначити екрани
zh_hans: 识别屏幕

# IdentifyRowHint
source: Shows a number on each screen for a few seconds.
cs_cz: Na několik sekund zobrazí na každé obrazovce číslo.
de_de: Zeigt einige Sekunden lang eine Zahl auf jedem Bildschirm an.
es_es: Muestra un número en cada pantalla durante unos segundos.
fr_fr: Affiche un numéro sur chaque écran pendant quelques secondes.
it_it: Mostra un numero su ogni schermo per pochi secondi.
ja_jp: 各画面に数秒間番号を表示します。
ko_kr: 각 화면에 몇 초 동안 숫자를 표시합니다.
nl_nl: Toont een paar seconden een nummer op elk scherm.
pl_pl: Wyświetla numer na każdym ekranie przez kilka sekund.
pt_br: Exibe um número em cada tela por alguns segundos.
ru_ru: На каждом экране на секунду появится его номер.
tr_tr: Her ekranda birkaç saniye boyunca bir numara gösterir.
uk_ua: На кожному екрані на кілька секунд з’явиться його номер.
zh_hans: 在每个屏幕上显示数字，持续几秒钟。

# IdentifyButton
source: Identify
cs_cz: Identifikovat
de_de: Identifizieren
es_es: Identificar
fr_fr: Identifier
it_it: Identifica
ja_jp: 識別
ko_kr: 식별
nl_nl: Identificeren
pl_pl: Identyfikuj
pt_br: Identificar
ru_ru: Определить
tr_tr: Tanımla
uk_ua: Визначити
zh_hans: 识别

# BarMenuEdit
source: Edit bar…
cs_cz: Upravit panel…
de_de: Leiste bearbeiten…
es_es: Editar barra…
fr_fr: Modifier la barre…
it_it: Modifica barra…
ja_jp: バーを編集…
ko_kr: 바 편집…
nl_nl: Balk bewerken…
pl_pl: Edytuj pasek…
pt_br: Editar barra…
ru_ru: Изменить панель…
tr_tr: Çubuğu düzenle…
uk_ua: Змінити панель…
zh_hans: 编辑停靠栏…

# BarMenuEditDone
source: Finish editing
cs_cz: Dokončit úpravy
de_de: Bearbeiten abschließen
es_es: Finalizar edición
fr_fr: Terminer l'édition
it_it: Termina modifica
ja_jp: 編集を終了
ko_kr: 편집 완료
nl_nl: Bewerken beëindigen
pl_pl: Zakończ edycję
pt_br: Concluir edição
ru_ru: Готово
tr_tr: Düzenlemeyi bitir
uk_ua: Готово
zh_hans: 完成编辑
